Repository: NejTech/TsunamiGenerator
Catalog: TsunamiGenerator/Languages/Text.*.resx
Languages: cs_cz

# bsdDisclaimer
source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
cs_cz: TENTO SOFTWARE JE POSKYTOVÁN DRŽITELEM LICENCE A JEHO PŘISPĚVATELI „JAK STOJÍ A LEŽÍ“ A JAKÉKOLIV VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ ZÁRUKY VČETNĚ, ALE NEJEN, PŘEDPOKLÁDANÝCH OBCHODNÍCH ZÁRUK A ZÁRUKY VHODNOSTI PRO JAKÝKOLIV ÚČEL JSOU POPŘENY. DRŽITEL, ANI PŘISPĚVATELÉ NEBUDOU V ŽÁDNÉM PŘÍPADĚ ODPOVĚDNI ZA JAKÉKOLIV PŘÍMÉ, NEPŘÍMÉ, NÁHODNÉ, ZVLÁŠTNÍ, PŘÍKLADNÉ NEBO VYPLÝVAJÍCÍ ŠKODY (VČETNĚ, ALE NEJEN, ŠKOD VZNIKLÝCH NARUŠENÍM DODÁVEK ZBOŽÍ NEBO SLUŽEB; ZTRÁTOU POUŽITELNOSTI, DAT NEBO ZISKŮ; NEBO PŘERUŠENÍM OBCHODNÍ ČINNOSTI) JAKKOLIV ZPŮSOBENÉ NA ZÁKLADĚ JAKÉKOLIV TEORIE O ZODPOVĚDNOSTI, AŤ UŽ PLYNOUCÍ Z JINÉHO SMLUVNÍHO VZTAHU, URČITÉ ZODPOVĚDNOSTI NEBO PŘEČINU (VČETNĚ NEDBALOSTI) NA JAKÉMKOLIV ZPŮSOBU POUŽITÍ TOHOTO SOFTWARE, I V PŘÍPADĚ, ŽE DRŽITEL PRÁV BYL UPOZORNĚN NA MOŽNOST TAKOVÝCH ŠKOD.

# eraseButton
source: erase
cs_cz: smazat

# errSkypeNotFound
source: Error: No running Skype client found.
cs_cz: Chyba: Nebyl nalezen žádný běžící klient Skype.

# errSkypeTookTooLong
source: Error: Skype authorization took to long or failed.\r\nPlease make sure that your client is working properly.
cs_cz: Chyba: Spojení se Skype trvalo moc dlouho nebo selhalo.\r\Ujistěte se prosím, že váš klient Skype funguje správně.

# floodButton
source: flood it!
cs_cz: zaplavit!

# languageSelLabel
source: language
cs_cz: jazyk

# languageSelRestartNote
source: note: changing the language requires program restart
cs_cz: změna jazyka vyžaduje restart aplikace

# legalConfirmButton
source: I understand and I aggree
cs_cz: Rozumím a souhlasím

# legalWarning
source: THIS SOFTWARE WAS MADE FOR EDUCATION AND PEROFRMANCE TESTING PURPOSES ONLY. ANY OTHER USAGE IS NOT RECOMMENDED.
cs_cz: TENTO SOFTWARE BYL VYTVOŘEN POUZE PRO ÚČELY VZDĚLÁVÁNÍ A TESTOVÁNÍ VÝKONU. JAKÉKOLIV JINÉ POUŽITÍ NENÍ DOPORUČENO.

# messageAmount
source: amount of messages
cs_cz: počet zpráv

source: message to send
cs_cz: zpráva k odeslání

# msgSent
source: messages sent
cs_cz: zpráv odesláno

# rightClickTip
source: tip: right-click the status message to wipe all fields!
cs_cz: tip: kliknutím pravým tlačítkem myši na zprávu o statusu vymažete zadání ve všech kolonkách!

# searchButton
source: search
cs_cz: vyhledat

# sendingInterval
source: sending interval (in milliseconds)
cs_cz: interval odesílání (v milisekundách)

# settingsLabel
source: settings
cs_cz: nastavení

# statusConnected
source: STATUS: connected to skype
cs_cz: STATUS: spojeno se skype

source: STATUS: done
cs_cz: STATUS: hotovo

# statusWaitingForDCandSkype
source: STATUS: waiting for disclaimer confirmation and skype authorization
cs_cz: STATUS: čekám na potvrzení disclaimeru a spojení se skype

source: STATUS: working...
cs_cz: STATUS: pracuji

# stopButton
source: stop it!
cs_cz: zastavit!

# titleError
source: Error
cs_cz: Chyba

# titleWarning
source: Warning
cs_cz: Varování

# unknownError
source: An unknown error happened.
cs_cz: Došlo k neznámé chybě.

# userSearch
source: search for a user
cs_cz: hledat uživatele

# warnInputMessage
source: Please input a message to send.
cs_cz: Prosím vložte zprávu k odeslání.

# warnInputUsername
source: Please input an username to search for.
cs_cz: Prosím vložte uživatelské jméno k vyhledání.

# warnMsgAmountInvalid
source: Amount of messages is invalid.
cs_cz: Počet zpráv k odeslání není platný.

# warnMsgAmountTooSmall
source: Amount of messages is too small.
cs_cz: Počet zpráv k odeslání je moc malý.

# warnSendingIntervalInvalid
source: Message sending interval is invalid.
cs_cz: Interval odesílání zpráv není platný

# warnSendingIntervalTooSmall
source: Message sending interval is too small.
cs_cz: Interval odesílání zpráv je moc malý.
